Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/loans_and_credit/index.html.txt.tmx
Source language: en
Languages: ga

source: Overview Document Borrowing money Consumers who borrow money are protected by legislation
ga: Overview Document Ag fáil airgid ar iasacht Nuair atá tomaltóirí ag fáil airgid ar iasacht, tugann an reachtaíocht cosaint orthu

source: Information on types of credit, getting the right loan for your needs and your right to privacy as a financial consumer
ga: Tugtar comhairle do dhaoine an iasacht cheart a oirfidh dá riachtanais a fháil agus tabharfar comhairle ann breathnú i gcúpla áit sula bhfaigheann duine iasacht

source: There are detailed rules governing the advertising of financial services and credit
ga: Tá rialacha mionsonraithe ann lena rialaítear fógraíocht na seirbhísí agus na creidmheasa airgeadais

source: The Central Bank of Ireland monitors compliance with these rules
ga: Is é Banc Ceannais na hÉireann a dhéanann monatóireacht ar chomhlíonadh na rialacha sin

source: Strict rules are applied by banks and financial institutions regarding overdrafts
ga: Cuireann bainc agus institiúidí airgeadais rialacha diana i bhfeidhm maidir le rótharraingtí

source: How to apply for an overdraft from a financial institution and what to do if you experience difficulty in paying back an overdraft
ga: Conas iarratas a dhéanamh ar rótharraingt ó institiúid airgeadais agus cad atá le déanamh má bhíonn tú thíos le deacracht maidir le rótharraingt a íoc ar ais

source: A mortgage is a long-term financial commitment
ga: Ceangaltas fadtéarmach airgeadais is ea morgáiste

source: You need to assess your finances and ensure that you can manage the repayments
ga: Is gá duit do chuid airgeadais a mheasúnú agus a chinntiú gur féidir leat na haisíocaíochtaí a dhéanamh

source: The Central Bank has set limits on the size of residential mortgages
ga: Chuir an Banc Ceannais teorainneacha ar mhéid morgáistí cónaithe

source: This document is in: Housing > Owning a home > Help with buying a home
ga: This document is in: Tithíocht > Ag ceannach tí > Cabhair maidir le teach a cheannach

source: This document describes the law concerning hire purchase agreements
ga: Tá cur síos sa doiciméad seo ar an dlí a bhaineann le comhaontaithe fruilcheannaigh

source: Moneylending is the practice of giving cash loans or supplying goods or services that are repaid at a high level of interest over a short period of time
ga: Is é iasachtú airgid an cleachtas ina dtugtar iasachtaí airgid thirim nó ina soláthraítear earraí nó seirbhísí a aisíoctar ar ardleibhéal úis thar thréimhse ghearr ama

source: Information about how moneylending is regulated and the rules that apply
ga: Faisnéis faoi conas a rialaítear iasachtú airgid agus na rialacha a bhaineann leis

source: Credit history - the Irish Credit Bureau
ga: Stair chreidmheasa - Biúró Creidmheasa na hÉireann

source: The Irish Credit Bureau maintains information about the performance of credit agreements between borrowers and financial institutions
ga: Déanann Biúró Creidmheasa na hÉireann faisnéis a chothabháil maidir le feidhmíocht chomhaontuithe creidmheasa idir iasachtaithe agus institiúid airgeadais

source: Interest on loans and savings
ga: Ús ar iasachtaí agus coigilteas

source: If you borrow money you will be charged interest
ga: Má thógann tú airgead ar iasacht ó institiúid airgeadais, déanfar ús a ghearradh ort

source: If you save money you will earn interest
ga: Má dhéanann tú airgead a choigilt in institiúid airgeadais, déanfaidh tú ús a thuilleamh

source: Find out about the different terms used for interest charged or earned
ga: Faigh amach faoi théarmaí difriúla a úsáidtear don ús a ghearrtar agus a thuilltear

source: This document is in: Money and Tax > Personal finance > Savings and investments
ga: This document is in: Airgead agus Cáin > Airgeadas pearsanta > Coigiltis agus infheistithe

source: Personal Microcredit Scheme - It Makes Sense loans
ga: Scéim mhicrichreidmheasa – iasachtaí 'Luíonn sé le Ciall' ('It Makes Sense')

source: This easy-to-access loan from participating credit unions is aimed at people getting social welfare payments who may have difficulties accessing credit
ga: Tá an iasacht seo ar a bhfuil rochtain éasca ó chomhair chreidmheasa dírithe ar dhaoine a bhfuil íocaíochtaí leasa shóisialaigh á bhfáil acu a bhféadfadh go bhfuil deacrachtaí acu creidmheas a rochtain

source: It is not available from all credit unions
ga: Níl sí ar fáil ó gach comhar creidmheasa go fóill

source: Most Read in "Money and Tax"
ga: Ábhar is mó éilimh i "Airgead agus Cáin"

source: How your income tax is calculated
ga: An córas le cáin a mheas

source: Universal Social Charge (USC)
ga: Muirear Sóisialta Uilíoch (MSU)

source: Introduction to income tax credits and reliefs
ga: Réamhrá ar chreidmheasanna cánach agus faoiseamh ó cháin ioncaim
